{
  "intro": {
    "title": "Who We Are",
    "description": "My team specialize in crafting websites using <a href=\"https://vuejs.org/\" target=\"_blank\" rel=\"nofollow\">VueJS</a>, <a href=\"https://wordpress.org/\" target=\"_blank\" rel=\"nofollow\">WordPress</a>, <a href=\"https://codeigniter.com/\" target=\"_blank\" rel=\"nofollow\">CodeIgniter</a>, <a href=\"https://reactnative.dev/\" target=\"_blank\" rel=\"nofollow\">React Native</a>, and web builder such as <a href=\"https://www.wix.com/studio\" target=\"_blank\" rel=\"nofollow\">Wix</a> or <a href=\"https://webflow.com/\" target=\"_blank\" rel=\"nofollow\">Webflow</a>."
  },
  "contact": {
    "title": "Contact",
    "description": "For project collaboration, please feel free to reach me out by email at:",
    "actionText": "yahya@yja.me",
    "actionLink": "mailto:yahya@yja.me"
  },
  "hire": {
    "title": "Hire Us",
    "description": "Tell us about your project by filling out our web development <i>Project Inquiry Form</i>, by clicking the button below",
    "form": {
      "text": "Open Project Inquiry Form",
      "link": "https://5iiha2noaj6.typeform.com/to/EeTDySsR"
    }
  },
  "list": {
    "title": "What We Do",
    "data": [
      {
        "id": 1,
        "title": "Microsite for digital campaign",
        "description": "We build a small, focused website dedicated to a specific marketing or promotional purpose. It's ideal for <i>short-term campaigns</i>, <i>product launches</i>, <i>events or promotions</i>."
      },
      {
        "id": 2,
        "title": "WordPress theme development",
        "description": "We create customized designs and layouts for WordPress websites. It's ideal for <i>company profile</i>, <i>blogs</i>, <i>educational websites</i>, <i>magazines/news websites</i>."
      },
      {
        "id": 3,
        "title": "Development from web builder",
        "description": "If you prefer hassle-free website maintenance without worrying about managing servers and databases, this service is perfect for you. It's ideal for <i>small bussiness</i>, <i>personal blogs</i>, <i>restaurant/cafe</i>, <i>non profit websites</i>."
      },
      {
        "id": 4,
        "title": "Web application development",
        "description": "We create tools or services on the web platform based on your needs. It's ideal for <i>online shop</i>, <i>online booking platform</i>, <i>inventory management tools</i>."
      }
    ]
  },
  "flow": {
    "title": "How We Work",
    "intro": "In general, here is our development workflow",
    "data": [
      {
        "id": 1,
        "title": "Getting brief from client",
        "description": "Clients share project details and requirements. Through discussions, a clear understanding of the project scope and goals is established."
      },
      {
        "id": 2,
        "title": "Task Breakdown",
        "description": "The project is divided into clear tasks and features, each with defined goals and priorities according to client requirements."
      },
      {
        "id": 3,
        "title": "Start Development",
        "description": "Development begins, and tasks are executed based on priorities. Work is divided into sprints, usually lasting 1 - 4 weeks."
      },
      {
        "id": 4,
        "title": "Minimum Viable Product (MVP)",
        "description": "An MVP is created, focusing on essential features that represent the core functionality of the project and for early testing."
      },
      {
        "id": 5,
        "title": "Development Phase 2",
        "description": "We are doing improvements based on client feedback and changing needs, keeping the development process flexible."
      },
      {
        "id": 6,
        "title": "User Acceptance Testing (UAT)",
        "description": "The product is tested internally and by the client, to meet their expectations and ensure it's issue-free before launch."
      },
      {
        "id": 7,
        "title": "Deployed to Production",
        "description": "Once the client approves the final version during UAT, the website will be deployed to the production, making it accessible to users."
      }
    ]
  }
}
